app/controllers/users_controller.rb

INSERT INTO "users" ("email", "created_at", "updated_at", "password_digest") VALUES (?, ?, ?, ?)
---
  def create
    @user = User.new(users_params)
    if @user.save